       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       ENVIRONMENT DIVISION.
      *
       PROCEDURE DIVISION.

           DISPLAY 'buildlistss'.
           STOP RUN.



