       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       ENVIRONMENT DIVISION.
      *
       PROCEDURE DIVISION.

           DISPLAY 'testing_mainframe1'.
           DISPLAY 'testing_mainframe1'.


           STOP RUN.



